/* Задание. Реализуйте структуру телефонной книги с помощью HashMap.
Программа также должна учитывать, что во входной структуре будут повторяющиеся имена с разными телефонами,
их необходимо считать, как одного человека с разными телефонами. Вывод должен быть отсортирован по убыванию
числа телефонов. */

public class Main {
    public static void main(String[] args) {
        System.out.println("\n\t<<< Телефонный справочник >>>");
        Program program = new Program();
        program.run();
    }
}
